Repository: kyawsithugithub/team-impact-msme
Catalog: MSME/MSME/Resources/Models/_Shared.*.resx
Languages: my

source: 15 States/ Region &amp; 39 Districts
my: တိုင်းဒေသကြီးပြည်နယ် (၁၅) ရုံး၊ ခရိုင်ရုံး(၃၉)ရုံး

source: ABOUT
my: ဌာနအကြောင်း

source: Brief History
my: သမိုင်းအကျဉ်

source: CONTACT
my: ဆက်သွယ်ရန်

source: Department of Small and Medium Enterprises Development
my: အသေးစားနှင့်အလတ်စားလုပ်ငန်းများဖွံ့ဖြိုးတိုးတက်ရေးဌာန

source: HEAD OFFICE &amp; BRANCHES
my: ရုံးချုပ်နှင့်ရုံးခွဲဌာနများ

source: HOME
my: မူလစာမျက်နှာ

source: LOGIN
my: ၀င်မည်

source: MINISTRY OF PLANNING, FINANCE AND INDUSTRY
my: စီမံကိန်း၊ဘဏ္ဍာရေးနှင့် စက်မှုဝန်ကြီးဌာန

source: POLICY &amp; LAW
my: ဥပဒေ၊ နည်းပဒေများ

source: REGISTRAION
my: မှတ်ပုံတင်လျှောက်ထားခြင်း

source: Registration Procedures
my: မှတ်ပုံတင်ရန်လုပ်ဆောင်ရမည့်အဆင့်မျာ

source: Requirements for Payment with &quot;MPU&quot;
my: "MPU" ကဒ်ဖြင့် ငွေပေးသွင်းရန် လိုအပ်သည့်အဆင့်မျာ

source: Requirements for Payment with &quot;Visa, Master, JCB and UnionPay&quot;
my: "Visa, Master, JCB, UnionPay" ကဒ်များဖြင့် ငွေပေးသွင်းရန် လိုအပ်သည့်အဆင့်များ

source: Requirements for Registration
my: မှတ်ပုံတင်ရန် လိုက်နာရမည့်သတ်မှတ်ချက်များ

source: Small and Medium Enterprise Development Law
my: အသေးစားနှင့်အလတ်စားစီးပွားရေးလုပ်ငန်းများဖွံ့ဖြိုးတိုးတက်ရေးဥပဒေ

source: Small and Medium Enterprise Development Policy
my: အသေးစားနှင့်အလတ်စားစီးပွားရေးလုပ်ငန်းများဖွံ့ဖြိုးတိုးတက်ရေးမူဝါဒ

source: Small and Medium Enterprise Development Rule
my: အသေးစားနှင့်အလတ်စားစီးပွားရေးလုပ်ငန်းများဖွံ့ဖြိုးတိုးတက်ရေးနည်းဥပဒေ

source: THE REPUBLIC OF THE UNION OF MYANMAR
my: ပြည်ထောင်စုသမ္မတမြန်မာနိုင်ငံတော်အစိုးရ

source: To apply Registration
my: မှတ်ပုံတင်လျှောက်ထားရန်

source: Vision of SME Policy
my: SME မူဝါဒ မျှော်မှန်းချက်
